/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Anexă (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Adăugare anexă";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotografiere";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Bibliotecă de fotografii";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fișiere";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Anulare";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titlu";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Note";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valoare";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AVERTIZARE: navigationController pentru UITableViewController curent pentru FUIFormCell este nul. FUIAttachmentsFormCell și ListPickerFormCell nu vor funcționa corect.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d ore %d min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selectat";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tot";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Avertizare: căutarea este dezactivată deoarece proprietatea listPickerSearchResultsUpdating din ListPickerFormCell este nulă.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Selectare tot";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Deselectare tot";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Închidere";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mai mult";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "mai puțin";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "activat";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "dezactivat";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dublă tastare pentru comutare setare";

